export const careers = [
	{
		title: '부산대학교 컴퓨터공학과 부전공',
		startDate: '2021.09',
		endDate: '현재',
		description:
			'주전공은 영어교육과인 부산대학교 학생입니다. 개인적으로 코딩을 공부하다 개발자로 전향해야겠다고 마음을 잡고 컴퓨터 공학과 부전공을 신청하여 합격했습니다. 이후 CS 지식도 쌓아가며 여러 프로젝트를 진행할 수 있었습니다.',
	},
	{
		title: '부산대학교 어플 동아리 Apptive 2팀 프로젝트 EMMA 참여',
		startDate: '2021.11',
		endDate: '2022.01',
		description:
			'혼자서 하는 프로젝트에 한계를 느껴 어플 동아리 프로젝트에 참여하게 되었습니다. 개발단에서 해당 프로젝트 전반에 큰 기여를 했으며, 개인적으로 기획, 디자인 등 다른 분야의 사람들과 소통하며 협업해 볼 수 있었던 좋은 기회였습니다.',
	},
	{
		title: 'SIFFER 개발자',
		startDate: '2021.12',
		endDate: '2022.12',
		description:
			'사이즈 솔루션 스타트업인 SIFFER에 개발자로 참여하게 되었습니다. 웹, 앱, 서버, 크롤러, 데이터 전처리, AI 등 정말 많은 일들에 도전했고 모두 해냈습니다. 이때 정말 큰 성장을 이룩했습니다.',
	},
	{
		title: '노마드 장학생',
		startDate: '2022.04',
		endDate: '2023.01',
		description:
			'노마드 장학생에 선발되어 노마드 코더라는 유튜버이자 온라인 코딩 강의 플랫폼의 강의 영상 번역을 진행했습니다. 총 50개의 영상을 번역했고, python 웹 스크래퍼, flutter 웹툰 앱, flutter 틱톡 클론 코딩 앱 등의 강의 번역을 맡았습니다.',
	},
	{
		title: 'Devgate Software Engineer',
		startDate: '2023.01',
		endDate: '2023.04',
		description:
			'지난 경력을 바탕으로 개발 외주 스타트업 데브게이트에 co-founder이자 software engineer로서 참여하게 되었습니다. 능력있는 개발자, 디자이너, 기획자들 사이에서 개발 이외의 인사이트를 많이 얻을 수 있었습니다. 물론 개발적으로도 큰 성장을 했습니다. 짧은 기간동안 3개 이상의 프로젝트를 성공적으로 마칠 수 있었으며 오로지 혼자 핸들링한 프로젝트도 있습니다.',
	},
	{
		title: 'CodeStation Founder',
		startDate: '2023.05',
		endDate: '현재',
		description:
			'개발 외주 스타트업 데브게이트에서의 경험을 바탕으로 개발 외주 스타트업 CodeStation을 창업했습니다. 현재는 기획, 디자인, 개발, QA 모두 혼자 진행하고 있습니다. 데브게이트에서의 경험을 바탕으로 더욱 더 성장할 수 있을 것이라고 생각합니다.',
	},
];
